[Country_Salarian X2CountryTemplate]
DisplayName="萨拉瑞安联盟"
DisplayNameWithArticle="萨拉联盟"
DisplayNameWithArticleLower="萨拉联盟"
DisplayNamePossessive="塞拉瑞安联盟的"
DisplayAdjective="塞拉瑞安"

[SalarianReflexes X2AbilityTemplate]
LocFriendlyName="萨拉反射"
LocLongDescription="经过训练的塞拉瑞亚士兵可以快速地利用反射能力，几乎没有其他种族可以赶上。他们在守望先锋中的表现比常规射击要好得多，并且如果他们的第一个动作是标准射击，他们就可以自动进入守望先锋。"
LocHelpText="萨拉通过反应射击攻击目标时具有 +<Ability:REACTIONBONUS/> 瞄准能力。如果他们使用主要枪械进行首次射击，也会进入监视状态。"
LocFlyOverText="萨拉反射"

[RM_ReadyForAnything X2AbilityTemplate]
LocFriendlyName="做好一切准备"
LocLongDescription="使用主要枪械射击时将自动进入监视状态"
LocHelpText="使用主要枪械射击时将自动进入监视状态"
LocFlyOverText="做好一切准备"

[RM_ReadyForAnything_Sniper X2AbilityTemplate]
LocFriendlyName="做好一切准备"
LocLongDescription="使用主要枪械射击时将自动进入监视状态"
LocHelpText="使用主要枪械射击时将自动进入监视状态"
LocFlyOverText="做好一切准备"

[SalarianRookie X2SoldierClassTemplate]
DisplayName="塞拉瑞安新手"

[SalarianSoldier X2CharacterTemplate]
strCharacterName="士兵"

strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> 是一名 STG 特工，已在地球上秘密行动一段时间。在 XCOM 找回指挥官后，STG 指挥部认为地球现在是一个可能让长老陷入困境的热点，并已授权我们提供帮助。"
strCharacterBackgroundFemale[1]="<XGParam:StrValue1/!FirstName/> 是一名退休老兵，她认为在 Sur'Kesh 被征服后，她的战斗日子就结束了，并认为 STG 脱离政府并因此而进行的抵抗毫无意义。在看到 XCOM 的重生后，<XGParam:StrValue1/!FirstName/> 开始认为毕竟还是有希望的。"

strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> 是一名 STG 特工，已在地球上秘密行动一段时间。在 XCOM 找回指挥官后，STG 指挥部认为地球现在是一个可能让长老陷入困境的热点，并已授权我们提供帮助。"
strCharacterBackgroundMale[1]="<XGParam:StrValue1/!FirstName/> 是一名退役老兵，他认为在 苏尔凯什 被征服后他的战斗日子就结束了，并认为 STG 的秘密抵抗毫无意义。在看到 XCOM 的重生后，<XGParam:StrValue1/!FirstName/> 开始认为毕竟还是有希望的。"

[RM_Salarian X2EncyclopediaTemplate]
ListTitle="萨拉人"
DescriptionTitle="萨拉人"
DescriptionEntry="当长老们来到他们身边时，萨拉瑞安文明的原住民 苏尔凯什 已经专门从事秘密战争。尽管看起来很容易征服，但长老们一直在与他们的情报机构领导的长期秘密抵抗作斗争，如果他们能帮助长老们专注于自己的努力，他们愿意帮助其他星球。"

;=====================
莫丁的隐形头颅，
;KIRRAHE，男性和女性萨拉瑞安人
;=====================
[Invisible_Salarian_M X2BodyPartTemplate]
DisplayName="塞拉瑞安男性头像"
；
[Invisible_Salarian_F X2BodyPartTemplate]
DisplayName="塞拉瑞安女性头像"

;=====================
；莫丁的角色头像，
;KIRRAHE，男性和女性萨拉瑞安人
;=====================
[Salarian_Mordin_Head X2BodyPartTemplate]
DisplayName="莫丁头像"
；
[Salarian_Kirrahe_Head X2BodyPartTemplate]
DisplayName="Kirrahe Head"
；
[Salarian_Head_M X2BodyPartTemplate]
DisplayName="塞拉瑞安头部"
；
[Salarian_Head_F X2BodyPartTemplate]
DisplayName="塞拉瑞安头部"

;=====================
；萨拉瑞安 STG 头盔
;=====================
[STG_Helmet_M X2BodyPartTemplate]
DisplayName="塞拉瑞安 STG 头盔"
；
[STG_Helmet_F X2BodyPartTemplate]
DisplayName="塞拉瑞安 STG 头盔"

;=====================
；萨拉瑞安连帽衫
;=====================
[STG_Hood_M X2BodyPartTemplate]
DisplayName="塞拉瑞安兜帽"
；
[STG_Hood_F X2BodyPartTemplate]
DisplayName="塞拉瑞安兜帽"

;=====================
；莫丁左臂
;=====================
[CNV_Mordin_LeftArm X2BodyPartTemplate]
DisplayName="莫丁臂"

[LPL_Mordin_LeftArm X2BodyPartTemplate]
DisplayName="莫丁臂"

[MPL_Mordin_LeftArm X2BodyPartTemplate]
DisplayName="莫丁臂"

[HPL_Mordin_LeftArm X2BodyPartTemplate]
DisplayName="莫丁臂"

[LPW_Mordin_LeftArm X2BodyPartTemplate]
DisplayName="莫丁臂"

[MPW_Mordin_LeftArm X2BodyPartTemplate]
DisplayName="莫丁臂"

[HPW_Mordin_LeftArm X2BodyPartTemplate]
DisplayName="莫丁臂"
；
;=====================
；莫丁右臂
;=====================
[CNV_Mordin_RightArm X2BodyPartTemplate]
DisplayName="莫丁臂"

[LPL_Mordin_RightArm X2BodyPartTemplate]
DisplayName="莫丁臂"

[MPL_Mordin_RightArm X2BodyPartTemplate]
DisplayName="莫丁臂"

[HPL_Mordin_RightArm X2BodyPartTemplate]
DisplayName="莫丁臂"

[LPW_Mordin_RightArm X2BodyPartTemplate]
DisplayName="莫丁臂"

[MPW_Mordin_RightArm X2BodyPartTemplate]
DisplayName="莫丁臂"

[HPW_Mordin_RightArm X2BodyPartTemplate]
DisplayName="莫丁臂"
；
;=====================
;萨拉瑞安 STG 左臂
;=====================
[CNV_STG_LeftArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[LPL_STG_LeftArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[MPL_STG_LeftArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[HPL_STG_LeftArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[LPW_STG_LeftArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[MPW_STG_LeftArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[HPW_STG_LeftArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[CNV_STG_LeftArm_F X2BodyPartTemplate]
DisplayName="STG 臂"

[LPL_STG_LeftArm_F X2BodyPartTemplate]
DisplayName="STG 臂"

[MPL_STG_LeftArm_F X2BodyPartTemplate]
DisplayName="STG 臂"

[HPL_STG_LeftArm_F X2BodyPartTemplate]
DisplayName="STG 臂"

[LPW_STG_LeftArm_F X2BodyPartTemplate]
DisplayName="STG 臂"

[MPW_STG_LeftArm_F X2BodyPartTemplate]
DisplayName="STG 臂"

[HPW_STG_LeftArm_F X2BodyPartTemplate]
DisplayName="STG 臂"
；
;=====================
; SALARIAN STG 右臂
;=====================
[CNV_STG_RightArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[LPL_STG_RightArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[MPL_STG_RightArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[HPL_STG_RightArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[LPW_STG_RightArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[MPW_STG_RightArm_M X2BodyPartTemplate]
DisplayName="STG 臂"

[HPW_STG_RightArm_M X2BodyPartTemplate]
DisplayName="STG 臂"
；
[CNV_STG_RightArm_F X2BodyPartTemplate]
DisplayName="STG 臂"

[LPL_STG_RightArm_F X2BodyPartTemplate]
DisplayName="STG 臂"

[MPL_STG_RightArm_F X2BodyPartTemplate]
DisplayName="STG 臂"

[HPL_STG_RightArm_F X2BodyPartTemplate]
DisplayName="STG 臂"

[LPW_STG_RightArm_F X2BodyPartTemplate]
DisplayName="STG 臂"

[MPW_STG_RightArm_F X2BodyPartTemplate]
DisplayName="STG 臂"

[HPW_STG_RightArm_F X2BodyPartTemplate]
DisplayName="STG 臂"
